Repository: astrochili/rigibi
Catalog: Rigibi/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, sv

# TUTORIAL_SWIPE
source: Swipe the squares to get a new color
de: Wisch über die Quadrate, um neue Farben zu erhalten
es: Desliza los cuadrados para obtener un color nuevo
fr: Faites glissez les carrés pour obtenir une nouvelle couleur
ja: 新しい色を得るために正方形 をスワイプして（画面上で指 を滑らせて）ください
ru: Смешайте два цвета движением пальца
sv: Bryt fyrkanter för att få en ny färg

# TUTORIAL_BORDER
source: Mix colors in the right order to get a border color
de: Mische Farben in der richtigen Reihenfolge, um eine neue Randfarbe zu erhalten
es: Mezcla los colores en el orden correcto para obtener un color de borde
fr: Mélangez les couleurs dans le bon ordre pour obtenir une couleur de bordure
ja: 境界の色を得るために正し い順に色を混ぜてください
ru: Ваша задача - привести все цвета к цвету рамки
sv: Blanda färger på en rätt ordning för att få en kantfärg

# TUTORIAL_HEX_1
source: Try the eye button in the corner
de: Probier den Augen-Button in der Ecke aus
es: Prueba el botón del ojo de la esquina
fr: Essayez le bouton en forme d'œil dans le coin
ja: コーナーでアイ（目）・ ボタンを試してください
ru: Нажмите на око в углу
sv: Prova på ögats knappen i hörnet

# TUTORIAL_HEX_2
source: Any puzzle can be solved by using these color codes
de: Jedes Rätsel kann durch Benutzung dieser Farbcodes gelöst werden
es: Cualquier rompecabezas se puede resolver mediante el uso de estos códigos de color
fr: Tout casse-tête peut être résolu par l'utilisation de ces codes de couleur
ja: どのパズルも、これらのカラー コードを使うことによって解く ことができます
ru: С помощью цветовых кодов можно решить любой уровень
sv: Alla pussel kan lösas med hjälp av dessa färgkoder

# TUTORIAL_FREEKEY
source: A free key for each *FREEKEY_LEVELSCOUNT* levels will help you when you meet difficulties
de: Ein kostenloser Schlüssel für jedes *FREEKEY_LEVELSCOUNT*. Level wird dir helfen, wenn du auf Schwierigkeiten stößt.
es: Una llave gratuita por cada *FREEKEY_LEVELSCOUNT* niveles te ayudará cuando te encuentres con dificultades
fr: Une clé gratuit tous les *FREEKEY_LEVELSCOUNT* niveaux vous aidera lorsque vous éprouverez des difficultés
ja: 難問に出会ったときは、 それぞれ*FREEKEY_LEVELSCOUNT*レベルのフリー・キー が助けてくれます
ru: Каждые *FREEKEY_LEVELSCOUNT* уровней выдается ключ, которым можно открыть решение
sv: En gratis nyckel för varje *FREEKEY_LEVELSCOUNT* nivåer kan hjälpa dig när du möter svårigheter

# HEXHELP_01
source: The <strong>RGB</strong> is a color model in which <font color='#ff0000'>red</font>, <font color='#00ff00'>green</font> and <font color='#0000ff'>blue</font> light are added together in various ways to reproduce a broad array of colors.
de: <strong>RGB</strong> ist ein Farbmodell, bei dem <font color='#ff0000'>rotes</font>, <font color='#00ff00'>grünes</font> und <font color='#0000ff'>blaues</font> Licht auf verschiedene Arten zusammenaddiert wird, um ein Farbspektrum zu reproduzieren.
es: El <strong>RGB</strong> es un modelo de color en el que se combinan luz <font color='#ff0000'>roja</font>, <font color='#00ff00'>verde</font> y <font color='#0000ff'>azul</font> de diversas formas para reproducir una gama de colores.
fr: Le <strong>RVB</strong> est un modèle de couleur dans lequel le <font color='#ff0000'>rouge</font>, le <font color='#00ff00'>vert</font> et le <font color='#0000ff'>bleu</font> sont ajoutés ensemble de diverses manières afin de reproduire un éventail de couleurs.
ja: <strong>RGB</strong>は<font color='#ff0000'>赤</font>、<font color='#00ff00'>緑</font>、そして<font color='#0000ff'>青</font>の光が、広範囲にわたって一連の色を複製するために、さまざまな方法で加えられたカラーモデルです。
ru: <strong>RGB</strong> - цветовая модель, в которой итоговый цвет образует сочетание <font color='#ff0000'>красного</font>, <font color='#00ff00'>зеленого</font> и <font color='#0000ff'>синего</font> света.
sv: <strong>RGB</strong> är en förkortning för färgerna <font color='#ff0000'>rött</font>, <font color='#00ff00'>grönt</font> och <font color='#0000ff'>blått</font>, vilka används som grundfärger i färgblandning.

# HEXHELP_02
source: The <strong>HEX</strong> is the numeral system with base of 16. <strong>0-255</strong> in HEX looks like <strong>00-FF</strong>.
de: <strong>HEX</strong> ist das Zahlensystem auf der Basis 16. <strong>0-255</strong> sieht in HEX so aus <strong>00-FF</strong>.
es: El <strong>HEX</strong> es el sistema de numeración que tiene como base el 16. <strong>0-255</strong> en HEX es <strong>00-FF</strong>.
fr: <strong>Le système hexadécimal</strong> est un système numérique de base 16. <strong>0-255</strong> en hexadécimal ressemble à <strong>00-FF</strong>.
ja: <strong>HEX</strong>は16のベースを持った数字システムです。HEXでの<strong>0-255</strong>が<strong>00-FF</strong>のように見えます。
ru: <strong>HEX</strong> - шестандцатиричная система чисел. <strong>0-255</strong> в HEX формате выглядит как <strong>00-FF</strong>.
sv: Den <strong>HEX</strong> är siffran systemet med bas 16. <strong>0-255</strong> i HEX ser ut som <strong>00-FF</strong>.

# HEXHELP_03
source: <strong>A result of a two colors mixing</strong> is a new color with middled values of each RGB channel.<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>Most levels are solved within simple values <strong>00, 7F, FF</strong>, but few levels have more difficult values <strong>00, 3F, 7F, BF, FF</strong> (0-25-50-75-100% of a color).
de: <strong>Das Ergebnis von zwei gemischten Farben</strong> ist eine neue Farbe mit den Mittelwerten jedes RGB-Kanals.<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>Die meisten Levels werden innerhalb einfacher Werte gelöst <strong>00, 7F, FF</strong>, aber ein paar Level haben schwierige Werte <strong>00, 3F, 7F, BF, FF</strong> (0-25-50-75-100% einer Farbe).
es: <strong>Un resultado de una mezcla de dos colores</strong> es un color nuevo con los valores medios de cada canal RGB.<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>La mayoría de los niveles se resuelven dentro de los valores simples <strong>00, 7F, FF</strong>, pero unos pocos niveles tienen los valores más difíciles <strong>00, 3F, 7F, BF, FF</strong> (0-25-50-75-100% de un color).
fr: <strong>Le mélange de deux couleurs</strong> donne une nouvelle couleur avec les valeurs du milieu de chaque canal RVB.<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>La plupart des niveaux sont résolus dans les valeurs simples <strong>00, 7F, FF</strong>, mais quelques niveaux ont des valeurs plus difficiles <strong>00, 3F, 7F, BF, FF</strong> (0-25-50-75-100% d'une couleur).
ja: <strong>ある2色を混ぜた結果は</strong>、それぞれRGBチャネルの中間の明度を持つ新しい色です。<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>ほとんどのレベルが、単一の明度<strong>00、7F、FF</strong>内で解決されます。しかし、まれに、難しい明度<strong>00、3F、7F、BF、FF</strong>(色の0-25-50-75-100%)を持つレベルもあります。
ru: <strong>Смешав два цвета</strong> мы получим новый - со средними значениями по каждому из составляющих трех цветов.<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>Большая часть уровней решается в рамках значений <strong>00, 7F, FF</strong>. Но некоторые сложные уровни содержат значения <strong>00, 3F, 7F, BF, FF</strong> (0-25-50-75-100% от цвета).
sv: <strong>Ett resultat av en två färger blandning</strong> är en ny färg med medelvärdena för varje RGB kanal.<br><br><strong><font color='#ff00ff'>#FF00FF</font> + <font color='#ffff00'>#FFFF00</font> = <font color='#ff7f7f'>#FF7F7F</font><br><font color='#00ff00'>#00FF00</font> + <font color='#0000ff'>#0000FF</font> = <font color='#007f7f'>#007F7F</font><br><font color='#7f7fff'>#7F7FFF</font> + <font color='#ff0000'>#FF0000</font> = <font color='#bf3f7f'>#BF3F7F</font></strong><br><br>De flesta nivåer löses inom enkla värden <strong>00, 7F, FF</strong>, men några nivåer har svårare värden <strong>00, 3F, 7F, BF, FF</strong> (0-25-50-75-100% av en färg).

# DIALOG_ENJOYINGRIGIBI
source: Are you enjoying Rigibi?
de: Magst du Rigibi?
es: ¿Te gusta Rigibi?
fr: Aimez-vous Rigibi ?
ja: Rigibiを楽しんでいますか？
ru: Нравится Rigibi?
sv: Gillar du Rigibi?

# DIALOG_NOT
source: Not really
de: Nicht wirklich
es: En realidad no
fr: Pas vraiment
ja: あんまり
ru: Не очень
sv: Inte riktigt

# DIALOG_YES
source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
ja: はい！
ru: Да!
sv: Ja!

# DIALOG_HOWABOUTARATING
source: Rate us on the App Store?
de: Bewerte uns im App Store?
es: ¿Nos calificas en la App Store?
fr: Donnez-nous une note sur l'App Store ?
ja: App Storeで私た ちを評価しますか？
ru: Могли бы вы оценить игру в App Store?
sv: Värderar du oss på App Store?

# DIALOG_HOWABOUTAFEEDBACK
source: Mind giving us some feedback?
de: Möchtest du uns Feedback geben?
es: ¿Te importaría hacernos algún comentario?
fr: Voudriez-vous nous faire part de vos remarques ?
ja: 私たちにいくつかのフィード バックを与えてくれますか？
ru: Могли бы вы дать нам обратную связь?
sv: Ge oss någon feedback?

# DIALOG_NOTHANKS
source: No, thanks
de: Nein, danke
es: No, gracias
fr: Non merci
ja: いいえ、 結構です
ru: Нет
sv: Nej tack

# DIALOG_YESSURE
source: Yes, sure
de: Ja, klar
es: Sí, claro
fr: Oui, bien sûr
ja: はい、 もちろん
ru: Конечно!
sv: Ja visst

# DIALOG_YOUARETHEWINNER
source: WOW! All levels is passed, you are the winner!
de: WOW! Alle Level bestanden, du bist der Gewinner!
es: ¡Genial! Has pasado todos los niveles, ¡eres el ganador!
fr: Waouh ! Vous avez passé tous les niveaux, bien joué !
ja: わーお！ すべてのレベルを通過し、 あなたが勝者です！
ru: Поздравляем! Все головоломки решены. Вы - супермозг!
sv: WOW! Alla nivåer är passerat, du är vinnaren!

# DIALOG_THANKSFORPLAYING
source: Thanks for the playing!
de: Danke fürs Spielen!
es: ¡Gracias por jugar!
fr: Merci d'avoir joué !
ja: プレーしてくれてありがとう！
ru: Спасибо за игру!
sv: Tack för att spela!

# DIALOG_IGOTIT
source: Bring me back
de: Bring mich zurück
es: Volver
fr: Ramenez-moi
ja: 元に戻してください
ru: Вернуться назад
sv: Kom tillbaka

# DIALOG_KEYS
source: Keys will help you when you meet difficulties
de: Die Schlüssel wird dir helfen, wenn du auf Schwierigkeiten stößt.
es: Las llaves te ayudará cuando te encuentres con dificultades
fr: Les clés vous aidera lorsque vous éprouverez des difficultés
ja: キーはあなたが問題を解決するのに役立ちます
ru: С помощью ключей вы сможете посмотреть решение любого уровня
sv: Nycklarna kan hjälpa dig när du möter svårigheter

# DIALOG_STOREUNAVAILABLE
source: Store is not available
de: Shop ist nicht verfügbar
es: La tienda no esta disponible
fr: Le Store n'est pas disponible
ja: ストアが利用できません
ru: Покупки не доступны
sv: Butiken är inte tillgänglig

# DIALOG_PURCHASED
source: purchased
de: gekauft
es: adquirido
fr: acheté
ja: で購入
ru: оплачено
sv: köpt

# DIALOG_PRICEDEVIDER
source: for
de: für
es: por
fr: pour
ja: は
ru: за
sv: för

# DIALOG_TRYCONNECT
source: Try to connect to the store
de: Versuche, mit dem Shop zu verbinden
es: Intenta conectar con la tienda
fr: Essayez de vous connecter au Store
ja: ストアに接続し てみてください
ru: Обновить статус магазина
sv: Försök ansluta till butiken

# DIALOG_RESTORE_PURCHASES
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurez les achats
ja: 購入を復元
ru: Восстановить покупки
sv: Återställa tidigare inköp

# DIALOG_RESTORING
source: Restoring...
de: Bitte warten...
es: Restaurando...
fr: Restauration en cours...
ja: 復元中...
ru: Восстановление покупок...
sv: Återställning...

# DIALOG_NOTRESTORED
source: You have no purchases
de: Du hast keine Käufe
es: No tienes ninguna compra
fr: Vous n'avez pas d'achat
ja: あなたは何も購 入していません
ru: Покупки отсутствуют
sv: Du har inga köp

# DIALOG_BACK
source: Back to the game
de: Zurück zum Spiel
es: Volver al juego
fr: Retour au jeu
ja: ゲームに 戻ります
ru: Продолжить играть
sv: Tillbaka till spelet

# SHARE_WIN
source: All levels of #rigibi are solved. I'm a super brain, yeah!
de: Alle Levels von #rigibi wurden gelöst. Ich bin ein Superhirn, yeah!
es: Todos los niveles de #rigibi están resueltos. ¡Soy un supercerebro, sí!
fr: J'ai résolu tous les niveaux de #rigibi. J'ai un cerveau hyper-performant, ouais !
ja: #rigibi のすべてのレベルが解決されました。私はスーパー脳よ、いえーい！
ru: Решил все уровни головоломки #rigibi. Я - супермозг, йеха!
sv: Alla nivåer av #rigibi löses. Jag är en super hjärna, yeah!

# SHARE_HELP
source: I need help! Do you know how solve this puzzle in #rigibi?
de: Ich brauche Hilfe! Weißt du, wie man dieses Rätsel in #rigibi löst?
es: ¡Necesito ayuda! ¿Sabes cómo resolver este rompecabezas de #rigibi?
fr: J'ai besoin d'aide ! Savez-vous comment résoudre ce casse-tête dans #rigibi ?
ja: 助けが必要です！あなたは #rigibi でこのパズルを解く方法を知っていますか？
ru: Кто-нибудь может решить эту загадку в игре #rigibi?
sv: Jag behöver hjälp! Vet du hur man kan lösa detta pussel i #rigibi?

# MAIL_BODY
source: Hi! I want to tell you that...
ru: Привет! Я хотел бы сказать, что...

# ERROR_TITLE
source: Sorry
es: Lo siento
ja: ごめんなさい
ru: Простите
sv: Ursäkta!

# ERROR_MAIL
source: You can't mail right now, make sure you have at least one mail account setup. Also, you can find our contacts on the web: *RIGIBI_URL*.
de: Du kannst jetzt nicht mailen. Stelle sicher, dass du mindestens ein Mail-Konto eingerichtet hast. Du kannst unsere Kontakte auch im Netz finden: *RIGIBI_URL*.
es: En este momento no puedes enviar correos, asegúrate de que tienes al menos una cuenta de correo electrónico configurada. Además, puedes encontrar nuestros contactos en la web: *RIGIBI_URL*.
ja: 今はメールを送信できません。少なくとも1つのメールアカウントを設定していることを確認してください。また、ウェブ上で私たちの連絡先を見つけることができます：*RIGIBI_URL*.
ru: Не удалось создать письмо. Проверьте, пожалуйста, настройки почтового аккаунта на вашем устройстве, возможно там что-то не так. Так или иначе, вы можете найти наши контакты на сайте: *RIGIBI_URL*.
sv: Det är omöjligt att skapa brevet. Hålla koll på din kontostämning, kanske det är något felt. Du kan också hitta våra kontakter på nätet: *RIGIBI_URL*.

# ERROR_FACEBOOK
source: You can't post right now, make sure your device has an internet connection and you have at least one Facebook account setup
de: Du kannst jetzt nicht posten. Stelle sicher, dass dein Gerät eine Internetverbindung hat und mindestens ein Facebook-Konto eingerichtet ist.
es: En este momento no puedes publicar, asegúrate de que el dispositivo tiene conexión a Internet y que tienes al menos una cuenta de Facebook configurada
ja: 今、投稿することはできません。あなたのデバイスがインターネットに接続していることと、少なくとも一つのFacebookのアカウントを設定していることを確認してください。
ru: Вы не можете отправить пост прямо сейчас, проверьте доступ к интернету и настройки аккаунта Facebook на вашем устройстве.
sv: Du kan inte posta just nu, se till att enheten har en Internet-anslutning och du har minst ett Facebook-konto inställningar.

# ERROR_TWITTER
source: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account setup
de: Du kannst jetzt keinen Tweet senden. Stelle sicher, dass dein Gerät eine Internetverbindung hat und mindestens ein Twitter-Konto eingerichtet ist.
es: En este momento no puedes enviar tweet, asegúrate de que el dispositivo tiene conexión a Internet y que tienes al menos una cuenta de Twitter configurada
ja: 今、ツイートを送信することができません。あなたのデバイスがインターネットに接続していることと、少なくとも一つのTwitterアカウントを設定していることを確認してください。
ru: Вы не можете отправить пост прямо сейчас, проверьте доступ к интернету и настройки аккаунта Twitter на вашем устройстве.
sv: Du kan inte posta just nu, se till att enheten har en Internet-anslutning och du har minst ett Twitter-konto inställningar.

# RGB_G
source: G
fr: V
